
<?php

return [
	'required'                   => ':attribute სავალდებულოა',
	'min'                        => 'დაშვებულია მინიმუმ :min სიმბოლო',
	'max'                        => 'დაშვებულია მაქსიმუმ :min სიმბოლო',
	'lowercase'                  => 'დაშვებულია მხოლოდ დაბალი რეგისტრის ასოები',
	'alpha_num'                  => 'დაშვებულია მხოლოდ ციფრები და ასოები',
	'image'                      => 'მოცემული ველი უნდა შეიცავდეს ფოტოს',
	'mimes'                      => 'ფოტო უნდა იყოს :values ტიპის ფაილი',
	'confirmed'                  => 'ახალი პაროლები ერთმანეთს არ ემთხვევა',
	'georgian_letters'           => 'დაშვებულია მხოლოდ ქართული ასოები',
	'english_letters'            => 'დაშვებულია მხოლოდ ინგლისური ასოები.',
	'unique'                     => 'ასეთი :attribute უკვე არსებობს',
	'invalid_credentials'        => 'მოწოდებული მონაცემებით მომხმარებელი ვერ მოიძებნა',
	'has_google_account'         => 'მოწოდებული მონაცემით მომხმარებელს აქვს გუგლის ექაუნთი',
	'unverified_email'           => 'თქვენი ელ-ფოსტა არ არის გააქტიურებული',
	'exists'                     => 'მოცემული ელ-ფოსტით მომხმარებელი ვერ მოიძებნა',
	'login_with_google'          => 'თქვვენი ანგარიში შექმნილია გუგლის ექაუნთით',
	'uploaded'                   => ':attribute ვერ აიტვირთა. სცადე ნაკლები ზომის ფოტო',

	'attributes' => [
		'username' => 'მომხმარებლის სახელი',
		'email'    => 'ელ-ფოსტა',
		'password' => 'პაროლი',
		'picture'  => 'ფოტო',
	],
];
