
<?php

return [
	'required'            => ':attribute სავალდებულოა',
	'min'                 => 'დაშვებულია მინიმუმ :min სიმბოლო',
	'max'                 => 'დაშვებულია მაქსიმუმ :min სიმბოლო',
	'lowercase'           => 'დაშვებულია მხოლოდ დაბალი რეგისტრის ასოები',
	'alpha_num'           => 'დაშვებულია მხოლოდ ციფრები და ასოები',
	'image'               => 'მოცემული ველი უნდა შეიცავდეს ფოტოს',
	'confirmed'           => 'ახალი პაროლები ერთმანეთს არ ემთხვევა',
	'georgian_letters'    => 'დაშვებულია მხოლოდ ქართული ასოები',
	'english_letters'     => 'დაშვებულია მხოლოდ ინგლისური ასოები.',
	'unique'              => 'ასეთი :attribute უკვე არსებობს',
	'invalid_credentials' => 'მოწოდებული მონაცემებით მომხმარებელი ვერ მოიძებნა',
	'has_google_account'  => 'მოწოდებული ელ-ფოსტითი მომხმარებელს აქვს გუგლის ექაუნთი',
	'unverified_email'    => 'თქვენი ელ-ფოსტა არ არის გააქტიურებული',

	'attributes' => [
		'username' => 'მომხმარებლის სახელი',
		'email'    => 'ელ-ფოსტა',
		'password' => 'პაროლი',
	],
];
