<?php

return [
	'required'            => ':attribute სავალდებულოა',
	'min'                 => [
		'string' => 'დაშვებულია მინიმუმ :min სიმბოლო',
	],
	'max'                 => [
		'string' => 'დაშვებულია მაქსიმუმ :min სიმბოლო',
	],
	'lowercase'                 => [
		'string' => 'დაშვებულია მხოლოდ დაბალი რეგისტრის ასოები',
	],
	'alpha_num'                 => [
		'string' => 'დაშვებულია მხოლოდ სიფრები და ასოები',
	],
	'image'              => 'მოცემული ველი უნდა შეიცავდეს ფოტოს',
	'confirmed'          => 'ახალი პაროლები ერთმანეთს არ ემთხვევა',
	'georgian_letters'   => 'დაშვებულია მხოლოდ ქართული ასოები',
	'english_letters'    => 'დაშვებულია მხოლოდ ინგლისური ასოები.',
];
